#
# text_1 = '''
# Като се позовават на Конвенцията за защита на правата на човека и основните свободи
# (ETS № 5, 1950 г.) и протоколите към нея, Европейската социална харта (ETS № 35, 1961
# г., ревизирана през 1996 г., ETS № 163), Конвенцията на Съвета на Европа за борба с
# трафика на хора (CETS № 197, 2005 г.) и Конвенцията на Съвета на Европа за закрила
# на децата срещу сексуална експлоатация и сексуално насилие (CETS № 201, 2007 г.);
#  Като се позовават на следните препоръки на Комитета на министрите до държавитечленки на Съвета на Европа: Препоръка Rec(2002)5 за защита на жените срещу
# насилие, Препоръка CM/Rec (2007)17 за стандарти и механизми относно
# равнопоставеността на половете, Препоръка CM/Rec (2010)10 относно ролите на
# жените и мъжете в предотвратяването и разрешаването на конфликти и
# установяването на мирни отношения, както и други приложими препоръки;
#  Като имат предвид нарастващия корпус от съдебна практика на Европейския съд по
# правата на човека, която установява важни стандарти в областта на насилието над
# жени;
#  Като имат предвид Международния пакт за граждански и политически права (1966 г.),
# Международния пакт за икономически, социални и културни права (1966 г.),
# Конвенцията на ООН за премахване на всички форми на дискриминация по
# отношение на жените (КПДЖ, 1979 г.) и незадължителния протокол към нея (1999 г.),
# както и Общата препоръка № 19 на Комитета на КПДЖ относно насилието над жени,
# Конвенцията на ООН за правата на детето (1989 г.) и незадължителните протоколи
# към нея (2000 г.) и Конвенцията на ООН за правата на хората с увреждания (2006 г.);
#  Като имат предвид Римския статут на Международния наказателен съд (2002 г.);
#  Като се позовават на основните принципи на международното хуманитарно право и
# по-специално на Женевската конвенция (IV) относно закрилата на гражданските лица
# по време на война (1949 г.) и допълнителни протоколи I и II към нея (1977 г.);
#  Като осъждат всички форми на насилие над жени и домашно насилие;
#  Като отбелязват, че постигането на равнопоставеност между жените и мъжете de jure и
# de facto представлява ключов елемент в превенцията на насилието над жени;
#  Като отбелязват, че насилието над жени е проява на исторически неравнопоставените
# властови отношения между жените и мъжете, които са довели до доминация над
# жените и дискриминация срещу тях от страна на мъжете, както и до възпрепятстване
# на пълния напредък на жените;
#  Като отбелязват структурната природа на насилието над жени като насилие, основано
# на пола, както и че насилието над жени е един от основните социални механизми, чрез
# които жените са принудително поставени в подчинена позиция спрямо мъжете;
#  Като отбелязват с дълбока загриженост, че жените и момичетата често са излагани на
# сериозни форми на насилие като домашно насилие, сексуален тормоз, изнасилване,
# 4
# принудителен брак, така наречени „престъпления на честта“ и осакатяване на
# гениталиите, които представляват сериозни нарушения на човешките права на жените
# и момичетата, както и основна пречка за постигане на равнопоставеност между жените
# и мъжете;
#  Като отбелязват продължаващите нарушения на правата на човека в рамките на
# въоръжени конфликти, които засягат гражданското население и по-специално жените
# под формата на широко разпространени или системни изнасилвания и сексуално
# насилие, както и потенциала за нараснало насилие, основано на пола, по време на
# конфликтите и след тях;
#  Като отбелязват, че жените и момичетата са изложени на по-големи рискове от
# насилие, основано на пола, отколкото мъжете;
#  Като отбелязват, че домашното насилие засяга предимно жените, но и мъжете също
# могат да бъдат жертви на домашно насилие;
#  Като отбелязват, че децата са жертви на домашно насилие, включително и като
# свидетели на насилието в семейството;
#  В стремежа си да създадат една Европа, свободна от насилие над жени и домашно
# насилие,
#  Се споразумяха за следното:
# Глава I — Цели, дефиниции, равенство и недискриминация, общи задължения
#  Член 1 — Цели на Конвенцията
#  1 Настоящата Конвенция има следните цели:
#  а да защитава жените от всички форми на насилие и да предотвратява, преследва и
# премахва насилието над жени и домашното насилие;
#  б да допринася за премахване на всички форми на дискриминация срещу жени и
# да насърчава действителна равнопоставеност между жените и мъжете,
# включително чрез овластяване на жените;
#  в да създаде цялостна рамка, политики и мерки за защита и помощ на всички
# жертви на насилието над жени и домашното насилие;
#  г да насърчава международното сътрудничество за премахване на насилието над
# жени и домашното насилие;
#  д да осигури подкрепа и помощ на организации и правоприлагащи органи за
# ефективно сътрудничество с цел да се възприеме интегриран подход за
# премахване на насилието над жени и домашното насилие.
#  2 За да се гарантира ефективното прилагане на разпоредбите ѝ от страните, настоящата
# Конвенция създава специален механизъм за мониторинг.
# 5
#  Член 2 — Обхват на Конвенцията
#  1 Настоящата Конвенция се прилага към всички форми на насилие над жени,
# включително домашното насилие, което засяга предимно жените.
#  2 Страните се насърчават да прилагат настоящата Конвенция по отношение на всички
# жертви на домашно насилие. При прилагането на разпоредбите на настоящата
# Конвенция страните обръщат особено внимание на жените жертви на насилие,
# основано на пола.
#  3 Настоящата Конвенция се прилага в мирно време и в ситуации на въоръжен
# конфликт.
#  Член 3 — Определения
#  За целите на настоящата Конвенция:
#  а „насилие над жени“ се разбира като нарушение на правата на човека и форма на
# дискриминация срещу жените и означава всички актове на насилие, основано на
# пола, които водят или е вероятно да доведат до физически, сексуални,
# психологически или икономически увреждания или страдание за жените,
# включително заплахи за такива актове, принуда или произволно лишаване от
# свобода, независимо дали това се случва в обществения или в личния живот;
#  б „домашно насилие“ означава всички актове на физическо, сексуално,
# психологическо или икономическо насилие, които се случват в семейството или в
# домакинството, или между бивши или настоящи съпрузи или партньори,
# независимо дали извършителят живее или е живял заедно с жертвата;
#  в „пол“ означава социално изградени роли, поведения, дейности и характеристики,
# които определено общество смята за подходящи за жените и за мъжете;
#  г „насилие над жените, основано на пола“ означава насилие, което е насочено
# срещу жена, защото тя е жена, или което засяга предимно жените;
#  д „жертва“ означава всяко физическо лице, което е изложено на описаното в букви
# а) и б) поведение;
#  е „жени“ обхваща и момичета под 18-годишна възраст.
#  Член 4 — Основни права, равнопоставеност и недискриминиране
#  1 Страните предприемат необходимите законодателни и други мерки за подкрепа и
# защита на правото на всеки човек и особено на жените да живеят без насилие в
# публичната и в частната сфера.
#  2 Страните осъждат всички форми на дискриминация срещу жени и предприемат без
# забавяне необходимите законодателни и други мерки за неговото предотвратяване, поспециално като:
# 6
#  – включват в националните си конституции или в друго подходящо
# законодателство принципа за равнопоставеност между жените и мъжете и
# осигуряват практическото прилагане на този принцип;
#  – забраняват дискриминацията срещу жени, включително чрез използване на
# санкции, когато е уместно;
#  – отменят закони и практики, които дискриминират жени.
#  3 Прилагането на разпоредбите на настоящата Конвенция от страните, по-специално
# мерките за защита на правата на жертвите, трябва да бъде осигурено без всякаква
# дискриминация, основана на пол, социален пол, раса, цвят на кожата, език, религия,
# политически или други убеждения, национален или социален произход,
# принадлежност към национално малцинство, имуществено състояние, рождение,
# сексуална ориентация, идентичност, основана на пола, възраст, здравословно
# състояние, увреждания, семейно положение, статут на мигрант или на бежанец, или
# друг статут.
#  4 Специалните мерки, необходими за превенция и защита на жените срещу насилие,
# основано на пола, не се приемат за дискриминация по силата на настоящата
# Конвенция.
#  Член 5 — Задължения на държавите и дължима грижа
#  1 Страните следва да се въздържат от всякакви актове на насилие над жени и да следят
# за това държавните органи, длъжностни лица, служители, институции и други лица,
# действащи от името на държавата, да действат в съответствие с това задължение.
#  2 Страните предприемат необходимите законодателни и други мерки за упражняване
# на дължима грижа по предотвратяване, разследване, санкциониране и обезщетяване
# на обхванати от настоящата Конвенция актове на насилие, извършени от недържавни
# участници.
#  Член 6 — Политики, отчитащи особеностите на пола
#  Страните се ангажират да включват перспектива, основана на пола, в изпълнението и
# оценката на въздействието на разпоредбите на настоящата Конвенция, както и да
# насърчават и ефективно да внедряват политики за равнопоставеност между жените и
# мъжете и за овластяване на жените.
# Глава II — Интегрирани политики и събиране на информация
#  Член 7 — Обхватни и координирани политики
#  1 Страните предприемат необходимите законодателни и други мерки за приемане и
# прилагане на ефективни, всеобхватни и координирани политики на държавно
# равнище, обхващащи всички релевантни мерки за превенция и борба с всички форми
# на насилие, обхванати от настоящата Конвенция, както и за цялостен отговор на
# насилието над жени.
# 7
#  2 Страните следят за това посочените в параграф 1 политики да поставят правата на
# жертвата в основата на всички мерки и да бъдат прилагани чрез ефективно
# сътрудничество между всички релевантни агенции, институции и организации.
#  3 Предприетите съгласно този член мерки следва да включват, когато е уместно, всички
# релевантни участници като правителствени агенции, национални, регионални и
# местни парламенти и органи, национални институции за правата на човека и
# организации на гражданското общество.
#  Член 8 — Финансови ресурси
#  Страните отпускат подходящи финансови и човешки ресурси за доброто изпълнение
# на интегрираните политики, мерки и програми за превенция и борба с всички форми
# на насилие, обхванати от настоящата Конвенция, включително за тези, които се
# провеждат от неправителствени организации и от гражданското общество.
#  Член 9 — Неправителствени организации и гражданското общество
#  Страните признават, насърчават и подкрепят на всички равнища работата на
# съответните неправителствени организации и на гражданското общество, които
# действат активно в борбата с насилието над жени, и установяват ефективно
# сътрудничество с тези организации.
#  Член 10 — Орган за координиране
#  1 Страните определят или създават един или повече официални органи, отговарящи за
# координацията, изпълнението, мониторинга и оценката на политиките и мерките за
# превенция и борба с всички форми на насилие, обхванати от Конвенцията. Тези
# органи координират събирането на данни, както е посочено в член 11, анализират ги и
# разпространяват резултатите.
#  2 Страните предоставят на определените или създадени съгласно настоящия член
# органи информация от общ характер относно предприети мерки съгласно глава VIII.
#  3 Страните осигуряват на определените или създадени съгласно настоящия член органи
# възможност за пряка комуникация и поддържане на връзки с други подобни органи
# от други страни.
#  Член 11 — Събиране на информация и изследвания
#  1 За целите на изпълнението на настоящата Конвенция страните се ангажират:
#  а да събират редовно неагрегирана релевантна статистическа информация относно
# случаи на всички форми на насилие, обхванати от настоящата Конвенция;
#  б да насърчават изследвания в сферата на всички форми на насилие, обхванати от
# настоящата Конвенция, за да се проучват първопричините и последиците от него,
# разпространеността и процента на произнесени присъди, както и ефективността
# на предприетите за изпълнението на настоящата Конвенция мерки;
# 8
#  2 Страните се стремят да провеждат редовно представителни изследвания за оценка на
# разпространението и тенденциите при всички видове насилие, обхванати от
# настоящата Конвенция.
#  3 Страните предоставят на експертната група, посочена в член 66 от настоящата
# Конвенция, събраната в съответствие с настоящия член информация с цел
# стимулиране на международното сътрудничество и улесняване на международния
# бенчмаркинг.
#  4 Страните предоставят на обществеността достъп до събраната в съответствие с
# настоящия член информация.
# Глава III — Превенция
#  Член 12 — Общи задължения
#  1 Страните предприемат необходимите мерки за насърчаване на промени в социалните
# и културни модели на поведение на жените и мъжете с цел изкореняване на
# предразсъдъци, обичаи, традиции и всякакви други практики, основани на идеята за
# малоценност на жените или на стереотипни роли за жените и мъжете.
#  2 Страните предприемат необходимите законодателни и други мерки за
# предотвратяване на всички обхванати от настоящата Конвенция форми на насилие от
# страна на физически или юридически лица.
#  3 Всички мерки, предприети в съответствие с настоящата глава, следва да отчитат и
# разглеждат специалните нужди на лица, изпаднали в положение на уязвимост поради
# определени обстоятелства, и да поставят в основата си човешките права на всички
# жертви.
#  4 Страните предприемат необходимите мерки за насърчаване на всички членове на
# обществото, по-специално на мъжете и момчетата, активно да допринасят за
# предотвратяване на всички форми на насилие, обхванати от настоящата Конвенция.
#  5 Страните гарантират, че позоваванията на култура, обичаи, религия, традиция или
# така наречената „чест“ няма да бъдат приемани като основания за актовете на насилие,
# обхванати от настоящата Конвенция.
#  6 Страните предприемат необходимите мерки за подкрепа на програми и дейности за
# овластяване на жените.
#  Член 13 — Повишаване на информираността
#  1 Страните редовно и на всички равнища насърчават или провеждат кампании или
# програми за повишаване на информираността, включително в сътрудничество с
# национални институции за правата на човека и органи за равнопоставеност,
# гражданското общество и неправителствени организации, по-специално женски
# организации, където е уместно, за повишаване на информираността и разбирането
# сред обществеността за различните прояви на всички форми на насилие, обхванати от
# настоящата Конвенция, техните последици за децата и необходимостта от
# предотвратяване на такова насилие.
# 9
#  2 Страните осигуряват широко разпространение сред обществеността на информация
# за наличните мерки за предотвратяване на актовете на насилие, обхванати от
# настоящата Конвенция.
#  Член 14 — Образование
#  1 Страните предприемат, където е подходящо, необходимите стъпки за включване на
# съобразен с развиващите се възможности на учащите се учебен материал по въпроси
# като равнопоставеност между жените и мъжете, нестереотипни роли на пола, взаимно
# уважение, ненасилствено разрешаване на конфликти в междуличностните отношения,
# насилие над жените, основано на пола, и право на лична неприкосновеност, в
# официалните учебни програми и на всички образователни равнища.
#  2 Страните предприемат необходимите мерки за насърчаване на посочените в параграф
# 1 принципи в неформалните образователни структури, както и в спортни, културни и
# развлекателни структури и в медиите.
#  Член 15 – Обучение на специалисти
#  1 Страните осигуряват или укрепват подходящо обучение за съответните специалисти,
# които работят с жертви или извършители на всякакви актове на насилие, обхванати от
# настоящата Конвенция, за превенция и откриване на такова насилие,
# равнопоставеност между жените и мъжете, нуждите и правата на жертвите, както и за
# превенция на вторична виктимизация.
#  2 Страните насърчават включването в посоченото в параграф 1 обучение на подготовка
# за координирано сътрудничество между множество агенции с цел всеобхватно и
# подходящо третиране на съобщените случаи на насилие, обхванати от настоящата
# Конвенция.
#  Член 16 — Превантивни програми за намеса и работа
#  1 Страните предприемат необходимите законодателни или други мерки за създаване
# или подкрепа на програми за обучаване на извършителите на домашно насилие да
# възприемат ненасилническо поведение в междуличностните си взаимоотношения с
# цел предотвратяване на бъдещо насилие и промяна на моделите на насилническо
# поведение.
#  2 Страните предприемат необходимите законодателни или други мерки за създаване
# или подкрепа на програми за работа с извършителите и по-специално със
# сексуалните насилници, насочени към превенция на повторно насилие от тяхна
# страна.
#  3 При предприемането на посочените в параграфи 1 и 2 мерки страните следва да
# поставят на първо място безопасността, подкрепата и човешките права на жертвите, а
# също така, когато е подходящо, да създават и изпълняват тези програми в тясно
# сътрудничество със специализираните служби за подкрепа на жертвите.
#  Член 17 — Участие на частния сектор и на медиите
#  1 Страните насърчават частния сектор, сектора на информационните и
# комуникационни технологии и медиите, при надлежно зачитане на свободата на
# 10
# словото и независимостта им, да участват в разработването и изпълнението на
# политики и да определят насоки и саморегулиращи се стандарти за превенция на
# насилието над жени и по-голямо зачитане на тяхното достойнство.
#  2 Страните развиват и насърчават, в сътрудничество с участниците от частния сектор,
# умения у децата, родителите и обучителите да се справят с информационната и
# комуникационна среда, която предоставя достъп до унизително и потенциално
# вредоносно съдържание от сексуално или насилническо естество.
# Глава IV — Защита и подкрепа
#  Член 18 — Общи задължения
#  1 Страните предприемат необходимите законодателни или други мерки за защита на
# всички жертви от последващи актове на насилие.
#  2 Страните предприемат необходимите законодателни или други мерки в съответствие
# с вътрешното законодателство за осигуряване на подходящи механизми за ефективно
# сътрудничество между всички релевантни държавни агенции, включително от
# съдебната област, прокуратура, правоприлагащи органи, местни и регионални власти,
# както и неправителствени организации и други подходящи организации и органи, за
# защита и подкрепа на жертвите и свидетелите на всички форми на насилие, обхванати
# от настоящата Конвенция, включително чрез насочване към общи и специализирани
# услуги за подкрепа като посочените в членове 20 и 22 от настоящата Конвенция.
#  3 Страните гарантират, че предприетите на основание на настоящата глава мерки:
#  – се базират на основано на пола разбиране на насилието над жени и домашното
# насилие и са насочени към правата на човека и безопасността на жертвите;
#  – се базират на интегриран подход, който отчита връзката между жертви,
# извършители, деца и тяхното по-широко социално обкръжение;
#  – са насочени към избягване на вторична виктимизация;
#  – са насочени към овластяване и икономическа независимост на жените жертви на
# насилие;
#  – предвиждат, когато е уместно, разполагане на съвкупност от услуги за защита и
# подкрепа на едно и също място;
#  – са насочени към специалните нужди на уязвимите лица, включително деца
# жертви, и са достъпни за тях.
#  4 Предоставянето на услуги не бива да зависи от желанието на жертвата да подаде
# жалба или да свидетелства срещу извършител.
#  5 Страните предприемат необходимите мерки за осигуряване на консулска и друга
# защита и подкрепа за своите граждани и за други жертви, които имат право на такава
# защита, в съответствие с техните задължения съгласно международното право.
# 11
#  Член 19 — Информация
#  Страните предприемат необходимите законодателни или други мерки за
# предоставяне на жертвите на подходяща и навременна информация на разбираем за
# тях език за наличните услуги за подкрепа и правни мерки.
#  Член 20 — Общи услуги за подкрепа
#  1 Страните предприемат необходимите законодателни или други мерки, така че
# жертвите да имат достъп до услуги, улесняващи тяхното възстановяване след
# насилието. Тези мерки включват при необходимост услуги като правни и
# психологически консултации, финансова подкрепа, настаняване, образование,
# обучение и помощ при намиране на работа.
#  2 Страните предприемат необходимите законодателни или други мерки, за да могат
# жертвите да имат достъп до здравни и социални услуги, службите да разполагат с
# подходящи ресурси, а специалистите да са обучени да подкрепят жертвите и да ги
# насочват към подходящите служби.
#  Член 21 — Помощ за индивидуални/колективни жалби
#  Страните трябва да осигурят на жертвите информация и достъп до приложими
# регионални и международни механизми за индивидуални/колективни жалби.
# Страните насърчават осигуряването на ангажирана и компетентна подкрепа за
# жертвите при представяне на такива жалби.
#  Член 22 — Специализирани услуги за подкрепа
#  1 Страните предприемат необходимите законодателни или други мерки, за да осигурят
# или уредят при подходящо географско разпределение специализирани услуги за
# незабавна, краткосрочна и дългосрочна подкрепа за всички жертви, пострадали от
# някой от актовете на насилие, обхванати от настоящата Конвенция.
#  2 Страните осигуряват или уреждат специализирани услуги за подкрепа за жени за
# всички жени жертви на насилие и техните деца.
#  Член 23 —Подслони
#  Страните предприемат необходимите законодателни или други мерки за създаване на
# достатъчен брой подходящи и леснодостъпни подслони за безопасно настаняване и за
# проактивно свързване с жертви, по-специално жени и техните деца.
#  Член 24 — Телефонни линии за помощ
#  Страните предприемат необходимите законодателни или други мерки за създаване на
# национални денонощни безплатни телефонни линии за помощ, които да предоставят
# консултации на позвънилите, поверително или при надлежно зачитане на тяхната
# анонимност, във връзка с всички форми на насилие, обхванати от настоящата
# Конвенция.
# 12
#  Член 26 — Подкрепа за жертви на сексуално насилие
#  Страните предприемат необходимите законодателни или други мерки за създаване на
# достатъчен брой подходящи и леснодостъпни кризисни центрове за жертви на
# изнасилване или на сексуално насилие, в които да се предоставят медицински и
# съдебно-медицински прегледи, подкрепа за травматизираните и консултации за
# жертвите.
#  Член 26 — Защита и подкрепа на деца свидетели
#  1 Страните предприемат необходимите законодателни или други мерки за надлежното
# отчитане на правата и потребностите на деца свидетели на всички форми на насилие,
# обхванати от настоящата Конвенция, при осигуряването на услуги по защита и
# подкрепа на жертвите.
#  2 Предприетите в съответствие с настоящия член мерки трябва да включват съобразени
# с възрастта психосоциални консултации за деца свидетели на всички форми на
# насилие, обхванати от настоящата Конвенция, и надлежно да се съобразяват с висшите
# интереси на детето.
#  Член 27 —Съобщаване
#  Страните предприемат необходимите мерки за насърчаване на всяко лице, станало
# свидетел на извършването на актове на насилие, обхванати от настоящата Конвенция,
# или което има разумни основания да смята, че такъв акт може да бъде извършен или
# че могат да се очакват и бъдещи актове на насилие, да съобщава за това на
# компетентните организации или органи.
#  Член 28 – Съобщаване от специалисти
#  Страните предприемат необходимите мерки, така че правилата за поверителност,
# наложени от вътрешното законодателство за някои специалисти, да не представляват
# пречка пред възможността при съответни условия те да съобщават на компетентните
# организации или органи, ако имат разумни основания да смятат, че е извършен акт на
# насилие, обхванат от настоящата Конвенция, и че могат да се очакват още сериозни
# актове на насилие.
# Глава V — Материално право
#  Член 29 — Граждански дела и правни средства за защита
#  1 Страните предприемат необходимите законодателни или други мерки, за да осигурят
# на жертвите подходящи гражданскоправни средства за защита срещу извършителя.
#  2 Страните предприемат необходимите законодателни или други мерки, за да осигурят
# на жертвите, в съответствие с общите принципи на международното право,
# подходящи гражданскоправни средства за защита срещу държавни органи,
# неизпълнили задължението си за вземане на необходимите превантивни или защитни
# мерки в рамките на своите правомощия.
# 13
#  Член 30 —Обезщетение
#  1 Страните предприемат необходимите законодателни или други мерки, за да
# гарантират на жертвите правото да искат обезщетение от извършителите за всяко
# престъпление, установено в съответствие с настоящата Конвенция.
#  2 На лицата, получили тежка телесна повреда или увреждане на здравословното
# състояние, се отпуска подходящо държавно обезщетение, доколкото вредата не е
# покрита от други източници като извършителя, застраховка или здравни и социални
# разпоредби с държавно финансиране. Това не възпрепятства страните да изискват
# възстановяване на отпуснатото обезщетение от извършителя, доколкото се отчита
# надлежно безопасността на жертвата.
#  3 Предприетите в съответствие с параграф 2 мерки осигуряват отпускане на
# обезщетение в разумен срок.
#  Член 31 — Родителски права, право на посещение и безопасност
#  1 Страните предприемат необходимите законодателни или други мерки за това при
# определянето на родителските права и правото на посещение на деца да бъдат
# отчитани инциденти на насилие, обхванати от настоящата Конвенция.
#  2 Страните предприемат необходимите законодателни или други мерки, така че
# упражняването на право на посещение или родителски права да не застрашава
# правата и безопасността на жертвата или на децата.
#  Член 32 — Граждански последици от насилствени бракове
#  Страните предприемат необходимите законодателни или други мерки, така че
# сключените насилствено бракове да могат да бъдат признавани за недействителни,
# анулирани или разтрогвани, без жертвата да понася неоснователна финансова или
# административна тежест.
#  Член 33 — Психологическо насилие
#  Страните предприемат необходимите законодателни или други мерки за
# криминализиране на умишленото сериозно засягане на психологическата
# неприкосновеност на дадено лице чрез принуда или заплахи.
#  Член 34 — Преследване
#  Страните предприемат необходимите законодателни или други мерки за
# криминализиране на умишленото многократно заплашително поведение, насочено
# към друго лице, което кара това лице да се страхува за своята безопасност.
#  Член 35 — Физическо насилие
#  Страните предприемат необходимите законодателни или други мерки за
# криминализиране на умишленото извършване на физическо насилие над друго лице.
# 14
#  Член 36 — Сексуално насилие, включително изнасилване
#  1 Страните предприемат необходимите законодателни или други мерки за
# криминализиране на следните умишлени деяния:
#  а извършване на вагинално, анално или орално проникване от сексуално естество в
# тялото на друго лице без негово съгласие с телесна част или с предмет;
#  б извършване на други актове от сексуално естество с друго лице без негово
# съгласие;
#  в принуждаване на друго лице да извърши без съгласието си актове от сексуално
# естество с трето лице.
#  2 Съгласието трябва да бъде дадено доброволно в резултат от свободната воля на
# лицето, преценена в контекста на конкретните обстоятелства.
#  3 Страните предприемат необходимите законодателни или други мерки за прилагане
# на разпоредбите на параграф 1 и за актове, извършени срещу бивши или настоящи
# съпруги/съпрузи или партньори, в съответствие с националното си право.
#  Член 37 — Насилствен брак
#  1 Страните предприемат необходимите законодателни или други мерки за
# криминализиране на умишленото принуждаване на пълнолетно лице или на дете да
# сключи брак.
#  2 Страните предприемат необходимите законодателни или други мерки за
# криминализиране на умишленото подмамване на пълнолетно лице или на дете на
# територията на страна или на държава, различна от неговата страна или държава на
# пребиваване, с цел това пълнолетно лице или дете да бъде принудено да сключи брак.
#  Член 38 — Осакатяване на женските гениталии
#  Страните предприемат необходимите законодателни или други мерки за
# криминализиране на следните умишлени деяния:
#  а обрязване, инфибулация или извършване на всякакво друго цялостно или
# частично осакатяване на големите срамни устни, малките срамни устни или
# клитора на жена;
#  б принуждаване на жена да понесе някой от изброените в буква а) актове или
# предоставяне на такава възможност;
#  в подбуждане, принуждаване или предоставяне на възможност момиче да понесе
# някой от изброените в буква а) актове.
#  Член 39 — Насилствен аборт и насилствена стерилизация
#  Страните предприемат необходимите законодателни или други мерки за
# криминализиране на следните умишлени деяния:
# 15
#  а извършване на аборт на жена без нейното предварително и информирано
# съгласие;
#  б извършване на хирургическа операция с цел или последица прекратяване на
# способността на жената за естествено възпроизводство без нейното предварително
# и информирано съгласие или разбиране на процедурата.
#  Член 40 — Сексуален тормоз
#  Страните предприемат необходимите законодателни или други мерки за налагане на
# наказателни или други правни санкции за всички форми на нежелано словесно,
# несловесно или физическо поведение от сексуално естество с цел или последица
# накърняване на достойнството на дадено лице, по-специално когато то създава
# сплашващо, враждебно, принизяващо, унизително или оскърбително обкръжение.
#  Член 41 — Подпомагане, подбуждане и опит
#  1 Страните предприемат необходимите законодателни или други мерки за
# инкриминиране на умишленото подпомагане или подбуждане към извършване на
# някое от престъпленията, установени в съответствие с членове 33, 34, 35, 36, 37, 38а) и 39
# от настоящата Конвенция.
#  2 Страните предприемат необходимите законодателни или други мерки за
# инкриминиране на умишлените опити за извършване на някое от престъпленията,
# установени в съответствие с членове 35, 36, 37, 38а) и 39 от настоящата Конвенция.
#  Член 42 — Неприемливи основания за престъпления, включително за така
# наречените „престъпления на честта“
#  1 Страните предприемат необходимите законодателни или други мерки, за да
# гарантират, че в хода на започнатите наказателни производства вследствие на
# извършването на актове на насилие, обхванати от настоящата Конвенция, културата,
# обичаите, религията, традицията или така наречената „чест“ няма да бъдат приемани
# като основания за такива актове. Това обхваща по-специално твърденията, че жертвата
# била нарушила културни, религиозни, социални или традиционни норми или обичаи
# за подходящо поведение.
#  2 Страните предприемат необходимите законодателни или други мерки, така че
# подбуждането от дадено лице на дете да извърши някой от посочените в параграф 1
# актове да не намалява наказателната отговорност на това лице за извършените актове.
#  Член 43 — Прилагане на наказателните престъпления
#  Престъпленията, установени в съответствие с настоящата Конвенция, се прилагат
# независимо от естеството на връзката между жертвата и извършителя.
#  Член 44 — Юрисдикция
#  1 Страните предприемат необходимите законодателни или други мерки за
# установяване на юрисдикция над престъпленията, установени в съответствие с
# настоящата Конвенция, когато престъплението е извършено:
# 16
#  а на тяхна територия; или
#  б на борда на кораб, плаващ под техния флаг; или
#  в на борда на въздухоплавателни средства, регистрирани съгласно техните закони;
# или
#  г от някой от техните граждани; или
#  д от лице, чието обичайно пребиваване е на тяхна територия.
#  2 Страните се стремят да предприемат необходимите законодателни или други мерки
# за установяване на юрисдикция над престъпленията, установени в съответствие с
# настоящата Конвенция, когато престъплението е извършено срещу техен гражданин
# или срещу лице, чието обичайно пребиваване е на тяхна територия.
#  3 За целите на наказателното преследване на престъпленията, установени в съответствие
# с членове 36, 37, 38, и 39 от настоящата Конвенция, страните предприемат
# необходимите законодателни или други мерки, за да гарантират, че тяхната
# юрисдикция не е подчинена на условието деянията да са криминализирани на
# мястото, където са извършени.
#  4 За наказателното преследване на престъпленията, установени в съответствие с членове
# 36, 37, 38 и 39 от настоящата Конвенция, страните предприемат необходимите
# законодателни или други мерки, за да гарантират, че тяхната юрисдикция по
# параграф 1, букви г) и д), не е подчинена на условието наказателното преследване да
# може да бъде започнато единствено след жалба от жертвата за престъплението или
# след известяване от страна на държавата, където е извършено престъплението.
#  5 Страните предприемат необходимите законодателни или други мерки за
# установяване на юрисдикция над престъпленията, установени в съответствие с
# настоящата Конвенция, в случаите, когато предполагаемият извършител се намира на
# тяхна територия, и не го екстрадират в друга страна само въз основа на неговото
# гражданство.
#  6 Когато повече от една страна претендира за юрисдикция над предполагаемо
# престъпление, установено в съответствие с настоящата Конвенция, заинтересованите
# страни, когато е уместно, се консултират помежду си с оглед определяне на найподходящата юрисдикция за наказателно преследване.
#  7 Без да се засягат общите норми на международното право, настоящата Конвенция не
# изключва никоя наказателна юрисдикция, упражнявана от дадена страна в
# съответствие с нейното вътрешно законодателство.
#  Член 45 — Санкции и мерки
#  1 Страните предприемат необходимите законодателни или други мерки, за да
# гарантират, че престъпленията, установени в съответствие с настоящата Конвенция,
# подлежат на наказание с ефективни, съразмерни и разубеждаващи санкции, наложени
# в зависимост от тяхната тежест. Тези санкции трябва да включват, когато е уместно,
# присъди, налагащи наказание лишаване от свобода, което може да доведе до
# екстрадиция.
#  2 Страните могат да предприемат други мерки по отношение на извършителите, като
# например:
# 17
#  – контрол или надзор на осъдени лица;
#  – отнемане на родителски права, ако това е единственият начин да се гарантират
# висшите интереси на детето, които могат да включват безопасността на жертвата.
#  Член 46 — Отегчаващи вината обстоятелства
#  Страните предприемат необходимите законодателни или други мерки, за да
# гарантират, че следните условия, доколкото те не са част от съставните елементи на
# престъплението, могат, в съответствие със съответните разпоредби от вътрешното
# законодателство, да бъдат взети под внимание като отегчаващи вината обстоятелства
# при определяне на присъдата за престъпленията, установени в съответствие с
# настоящата Конвенция:
#  а престъплението е извършено срещу бивши или настоящи съпруг/съпруга или
# партньор в съответствие с вътрешното законодателство, от член на семейството, от
# лице, което живее заедно с жертвата, или от лице, което е злоупотребило с
# властта си;
#  б престъплението или свързани с него престъпления са извършвани
# няколкократно;
#  в престъплението е извършено срещу лице, изпаднало в положение на уязвимост
# поради определени обстоятелства;
#  г престъплението е извършено срещу дете или в присъствието на дете;
#  д престъплението е извършено от две или повече лица, действащи заедно;
#  е престъплението е предхождано или съпровождано с изключително насилие;
#  ж престъплението е извършено с използване или заплаха за използване на оръжие;
#  з престъплението е довело до тежки физически или психологически увреждания у
# жертвата;
#  и извършителят вече е бил осъждан за престъпления от подобно естество.
#  Член 47 — Присъди, произнесени от друга страна
#  Страните предприемат необходимите законодателни или други мерки, за да
# предвидят възможността при определянето на присъдата да бъдат взети предвид
# влезлите в сила присъди, произнесени от друга страна за престъпленията, установени
# в съответствие с настоящата Конвенция.
#  Член 48 — Забрана на задължително извънсъдебно разрешаване на спорове
# или осъждане
#  1 Страните предприемат необходимите законодателни или други мерки за забрана на
# процедурите по задължително извънсъдебно разрешаване на спорове, включително
# 18
# медиация и помирение, във връзка с всички форми на насилие, обхванати от
# настоящата Конвенция.
#  2 Страните предприемат необходимите законодателни или други мерки, така че ако
# бъде разпоредено заплащането на глоба, да се отчете надлежно способността на
# извършителя да поеме финансовите си задължения към жертвата.
# Глава VI — Следствие, наказателно преследване, процесуално право и защитни мерки
#  Член 49 — Общи задължения
#  1 Страните предприемат необходимите законодателни или други мерки, за да
# гарантират, че разследването и съдебното производство във връзка с всички форми на
# насилие, обхванати от настоящата Конвенция, се провеждат без неоснователно
# забавяне, като същевременно правата на жертвата се вземат предвид на всички етапи
# от наказателното производство.
#  2 Страните предприемат необходимите законодателни или други мерки, в съответствие
# с основните принципи на правата на човека и с оглед на свързаното с пола разбиране
# за насилието, за осигуряване на ефективно разследване и преследване на
# престъпления, установени в съответствие с настоящата Конвенция.
#  Член 50 — Незабавен отговор, превенция и защита
#  1 Страните предприемат необходимите законодателни или други мерки, така че
# отговорните правоприлагащи органи да реагират експедитивно и по подходящ начин
# на всички форми на насилие, обхванати от настоящата Конвенция, като предлагат
# подходяща и незабавна защита на жертвите.
#  2 Страните предприемат необходимите законодателни или други мерки, за да
# гарантират, че отговорните правоприлагащи органи ще се ангажират бързо и по
# подходящ начин с превенция и защита срещу всички форми на насилие, обхванати от
# настоящата Конвенция, включително използване на превантивни оперативни мерки и
# събиране на доказателства.
#  Член 51 — Оценка на риска и управление на риска
#  1 Страните предприемат необходимите законодателни или други мерки за извършване
# от всички съответни органи на оценка на риска от смъртоносно насилие, сериозността
# на положението и риска от многократно насилие за целите на управлението на риска
# и при необходимост, осигуряване на координирана безопасност и подкрепа.
#  2 Страните предприемат необходимите законодателни или други мерки, така че
# посочената в параграф 1 оценка надлежно да отчита на всички етапи от разследването
# и прилагането на защитни мерки факта, че извършителите на актове на насилие,
# обхванати от настоящата Конвенция, притежават или имат достъп до огнестрелно
# оръжие.
#  Член 52 — Незабавна забранителна заповед
#  Страните предприемат необходимите законодателни или други мерки за
# оправомощаване на компетентните органи в ситуации на незабавна опасност да
# 19
# разпореждат на извършителя на домашно насилие да напусне жилището на жертвата
# или на лицето в риск за достатъчен период от време и да забраняват на извършителя
# да влиза в жилището или да влиза в контакт с жертвата или лицето в риск.
# Предприетите в съответствие с настоящия член мерки трябва да дават приоритет на
# безопасността на жертвите или лицата в риск.
#  Член 53 — Ограничителни заповеди или заповеди за осигуряване на защита
#  1 Страните предприемат необходимите законодателни или други мерки за
# предоставяне на достъп до подходящи ограничителни заповеди или заповеди за
# осигуряване на защита за жертвите на всички форми на насилие, обхванати от
# настоящата Конвенция.
#  2 Страните предприемат необходимите законодателни или други мерки, така че
# посочените в параграф 1 ограничителни заповеди или заповеди за осигуряване на
# защита за жертвите на всички форми на насилие да бъдат:
#  – налични за незабавна защита и без жертвата да понася неоснователна финансова
# или административна тежест;
#  – издадени за конкретен период или до изменение или отмяна;
#  – когато е необходимо, издадени ex parte с незабавно действие;
#  – налични независимо от или в допълнение към други съдебни производства;
#  – допустими за включване в последващи съдебни производства.
#  3 Страните предприемат необходимите законодателни или други мерки, за да
# гарантират, че нарушаването на ограничителните заповеди или заповедите за
# осигуряване на защита подлежи на ефективни, съразмерни и разубеждаващи
# наказателни или други санкции.
#  Член 54 — Разследване и доказателства
#  Страните предприемат необходимите законодателни или други мерки, за да
# гарантират, че във всяко гражданско или наказателно производство доказателства,
# свързани със сексуалната история и поведение на жертвата, ще се допускат само при
# релевантност и необходимост.
#  Член 55 — Производства ex parte и ex officio
#  1 Страните гарантират, че разследването или наказателното преследване на
# престъпленията, установени в съответствие с членове 35, 36, 37, 38 и 39 от настоящата
# Конвенция, не трябва да зависи изцяло от съобщаване или жалба от жертва, ако
# престъплението е извършено изцяло или частично на тяхна територия, и че
# производството може да продължи дори и ако жертвата оттегли своето заявление или
# жалба.
#  2 Страните предприемат необходимите законодателни или други мерки, за да
# гарантират, в съответствие с определените във вътрешното им законодателство
# условия, възможността правителствени и неправителствени организации и
# 20
# консултанти по въпроси на домашното насилие да оказват помощ и/или подкрепа на
# жертвите по тяхно искане в хода на разследването и съдебното производство във
# връзка с престъпленията, установени в съответствие с настоящата Конвенция.
#  Член 56 — Мерки за закрила
#  1 Страните предприемат необходимите законодателни или други мерки за закрила на
# правата и интересите на жертвите, включително и техните специфични потребности
# като свидетели, на всички етапи от разследването и наказателното производство, поспециално като:
#  а осигуряват тяхната защита и тази на техните семейства и свидетели от заплахи,
# преследване и повторна виктимизация;
#  б гарантират, най-малкото в случаите, в които жертвите и техните семейства могат
# да бъдат в опасност, че те ще бъдат информирани, когато извършителят избяга
# или бъде пуснат на свобода временно или окончателно;
#  в ги информират, съгласно предвидените във вътрешното законодателство условия,
# за техните права и за услугите на тяхно разположение, както и за последващите
# действия по тяхната жалба, обвиненията, общия напредък на следствието или на
# производството, и тяхната роля в тях, както и за решението по тяхното дело;
#  г предоставят на жертвите по начин, съответстващ на процедурните норми на
# националното законодателство, възможност да бъдат изслушани, да представят
# доказателства и да излагат, пряко или чрез посредник, своите възгледи, нужди и
# опасения, които да бъдат взети под внимание;
#  д предоставят на жертвите подходящи услуги за подкрепа, така че техните права и
# интереси да бъдат надлежно представени и взети предвид;
#  е предоставят възможност за приемане на мерки за защита на личната
# неприкосновеност и образа на жертвата;
#  ж предотвратяват, когато е възможно, контакта между жертвите и извършителите в
# съда и в помещенията на правоприлагащите служби;
#  з предоставят на жертвите независими и компетентни устни преводачи, когато
# жертвите са страни в производство или когато представят доказателства;
#  и дават възможност на жертвата да свидетелства, в съответствие с предвидените в
# националното им законодателство норми, в съдебната зала, без да присъства там
# или най-малкото, без присъствието на предполагаемия извършител, поспециално чрез използване на подходящи комуникационни технологии, когато
# това е възможно.
#  2 Децата жертви и децата свидетели на насилие над жени и домашно насилие се
# ползват, когато е уместно, от специални защитни мерки, които отчитат висшите
# интереси на детето.
# 21
#  Член 57 — Правна помощ
#  Страните осигуряват право на правно съдействие и на безплатна правна помощ за
# жертвите съгласно предвидените във вътрешното им законодателство условия.
#  Член 58 — Давностен срок
#  Страните предприемат необходимите законодателни или други мерки, за да
# гарантират, че погасителната давност за образуване на съдебно производство по
# отношение на престъпленията, установени в съответствие с членове 36, 37, 38 и 39 от
# настоящата Конвенция, тече през определен период от време, достатъчен и
# съизмерим с тежестта на съответното престъпление, така че да позволи ефективното
# започване на производството, след като жертвата достигне пълнолетие.
# Глава VII — Миграция и убежище
#  Член 59 — Статут на дългосрочно пребиваване
#  1 Страните предприемат необходимите законодателни или други мерки, за да
# гарантират, че жертвите, чийто статут на дългосрочно пребиваване зависи от статута
# на съпруга/съпругата или партньора, както е определено във вътрешното
# законодателство, в случай на разтрогване на брака или на връзката получават, при
# особено тежки обстоятелства и при направено искане в този смисъл, самостоятелно
# разрешително за дългосрочно пребиваване независимо от продължителността на
# брака или връзката. Условията за предоставяне и срока на самостоятелното
# разрешително за дългосрочно пребиваване се определят от вътрешното
# законодателство.
#  2 Страните предприемат необходимите законодателни или други мерки, за да
# гарантират, че жертвите могат да получат спиране на процедурата по експулсиране,
# започната във връзка със статут на дългосрочно пребиваване, зависим от този на
# съпруга/съпругата или партньора, както е определено във вътрешното
# законодателство, за да имат възможност да кандидатстват за самостоятелно
# разрешително за дългосрочно пребиваване.
#  3 Страните издават подлежащо на подновяване разрешително за дългосрочно
# пребиваване на жертвите в една от следните две ситуации, или и в двете:
#  а когато компетентният орган преценява, че тяхното пребиваване е необходимо
# поради личната им ситуация;
#  б когато компетентният орган преценява, че тяхното пребиваване е необходимо за
# целите на сътрудничеството им с компетентните органи в разследването или
# наказателното производство.
#  4 Страните предприемат необходимите законодателни или други мерки, за да
# гарантират, че жертвите на насилствен брак, отведени в друга страна за целите на този
# брак и които в резултат на това са изгубили статута си на дългосрочно пребиваване в
# страната, в която обичайно пребивават, могат отново да получат този статут.
# 22
#  Член 60 — Молби за убежище, основани на пола
#  1 Страните предприемат необходимите законодателни или други мерки, за да
# гарантират, че насилието над жени, основано на пола, може да бъде признато като
# форма на преследване по смисъла на член 1, А, параграф 2 от Конвенцията за статута
# на бежанците от 1951 г. и като форма на сериозна вреда, която дава право на
# допълнителна/добавъчна закрила.
#  2 Страните осигуряват тълкуване, отчитащо особеностите на пола, на всяко от
# основанията на Конвенцията, а когато бъде установено, че преследването, от което се
# опасява лицето, е на едно или повече от тези основания, кандидатите следва да
# получават статут на бежанец съгласно съответните приложими инструменти.
#  3 Страните предприемат необходимите законодателни или други мерки за
# разработване на отчитащи особеностите на пола процедури за приемане и служби за
# подкрепа на лицата, търсещи убежище, както и на насоки, свързани с пола, и
# процедури за убежище, отчитащи особеностите на пола, включително определяне на
# статут на бежанец и заявление за международна закрила.
#  Член 61 — Принцип за забрана на връщането
#  1 Страните предприемат необходимите законодателни или други мерки за спазване на
# принципа за забрана на връщането в съответствие със съществуващите задължения
# съгласно международното право.
#  2 Страните предприемат необходимите законодателни или други мерки, за да
# гарантират, че жертвите на насилие над жени, които се нуждаят от закрила
# независимо от статута или местопребиваването си, няма при никакви обстоятелства да
# бъдат връщани в страна, в която животът им би бил застрашен или в която биха могли
# да бъдат подложени на изтезания, нечовешко или унизително отнасяне или
# наказание.
# Глава VIII — Международно сътрудничество
#  Член 62 — Общи принципи
#  1 Страните сътрудничат помежду си в съответствие с разпоредбите на настоящата
# Конвенция и чрез прилагане на съответните международни и регионални
# инструменти за сътрудничество по граждански и наказателни дела, на споразумения
# на основата на еднородно или реципрочно законодателство и на вътрешното си
# законодателство, във възможно най-голяма степен и със следните цели:
#  а превенция, борба и наказателно преследване на всички форми на насилие,
# обхванати от настоящата Конвенция;
#  б защита и оказване на помощ на жертвите;
#  в разследвания или производства за престъпления, установени в съответствие с
# настоящата Конвенция;
#  г прилагане на съответни граждански и наказателни присъди, произнесени от
# съдебните органи на страните, включително заповеди за защита.
# 23
#  2 Страните предприемат необходимите законодателни или други мерки, за да
# гарантират, че жертвите на установени в съответствие с настоящата Конвенция
# престъпления, извършени на територията на страна, различна от страната им на
# пребиваване, могат да подадат жалба до компетентните органи на държавата си на
# пребиваване.
#  3 Ако страна, която поставя като условие за взаимна правна помощ по наказателни дела,
# екстрадиция или прилагане на граждански или наказателни присъди, произнесени от
# друга страна по настоящата Конвенция, наличието на договор, получи искане за
# такова правно сътрудничество от страна, с която не е сключила такъв договор, тя може
# да счита настоящата Конвенция за правно основание за взаимна правна помощ по
# наказателни дела, екстрадиция или прилагане на граждански или наказателни
# присъди, произнесени от другата страна за престъпленията, установени в съответствие
# с настоящата Конвенция.
#  4 Страните се стремят да включат, където е уместно, превенцията и борбата срещу
# насилието над жени и домашното насилие в програми за подпомагане на развитието в
# полза на трети държави, включително чрез сключване на двустранни и многостранни
# споразумения с трети държави за улесняване на защитата на жертвите в съответствие с
# член 18, параграф 5.
#  Член 63 — Мерки във връзка с лицата в риск
#  Когато дадена страна на основата на достъпната ѝ информация има разумни
# основания да смята, че дадено лице е непосредствено застрашено от някой от
# посочените в членове 36, 37, 38 и 39 от настоящата Конвенция актове на насилие на
# територията на друга страна, желателно е разполагащата с информацията страна да я
# предаде незабавно на последната, за да могат да бъдат предприети подходящи
# защитни мерки. Когато това е приложимо, тази информация следва да съдържа
# подробности относно съществуващите разпоредби за защита в полза на лицето в риск.
#  Член 64 — Информация
#  1 Запитаната страна трябва да информира без забавяне запитващата страна за
# окончателния резултат от предприетото съгласно настоящата глава действие.
# Запитаната страна също така трябва да информира без забавяне запитващата страна
# за всички обстоятелства, които правят невъзможно или могат да забавят съществено
# извършването на исканото действие.
#  2 Всяка страна може, в рамките на вътрешното си законодателство, без предварително
# искане да препрати на друга страна информация, получена в рамките на собственото
# ѝ разследване, когато преценява, че разкриването на такава информация може да
# помогне на получаващата страна да предотврати установени в съответствие с
# настоящата Конвенция престъпления или да проведе разследване или съдебно
# производство във връзка с такива престъпления, или може да доведе до искане за
# сътрудничество от тази страна по настоящата глава.
#  3 Страна, която получава информация в съответствие с параграф 2, предоставя тази
# информация на своите компетентни органи, за да може да бъде започнато
# производство, ако това бъде преценено за уместно, или за да може тази информация
# да бъде взета предвид в съответно гражданско и наказателно производство.
# 24
#  Член 65 — Защита на личните данни
#  Личните данни се съхраняват и използват в съответствие със задълженията, поети от
# страните съгласно Конвенцията за защита на лицата във връзка с автоматичната
# обработка на лични данни (ETS № 108).
# Глава IX — Механизъм за мониторинг
#  Член 66 — Експертна група за действие срещу насилието над жени и
# домашното насилие
#  1 Експертната група за действие срещу насилието над жени и домашното насилие
# (наричана по-нататък „GREVIO“) следи за изпълнението на настоящата Конвенция.
#  2 GREVIO се състои от най-малко 10 и най-много 15 членове, като се отчитат
# равновесието между половете и географското равновесие, както и
# мултидисциплинарният опит. Членовете ѝ се избират от Комитета на страните
# измежду номинирани от страните кандидати с четиригодишен мандат, възобновяем
# еднократно, и са граждани на страните.
#  3 Първоначалното избиране на 10 членове се извършва в срок от една година след
# влизането в сила на настоящата Конвенция. Избирането на още петима допълнителни
# членове се извършва след 25-тото ратифициране или присъединяване.
#  4 Избирането на членовете на GREVIO се основава на следните принципи:
#  а те се избират с прозрачна процедура измежду лица с висока нравственост,
# известни с признатата си компетентност в областите на правата на човека,
# равнопоставеността между половете, насилието над жени и домашното насилие,
# или помощта и закрилата за жертвите, или които са показали професионален
# опит в обхванатите от настоящата Конвенция области;
#  б не се допуска да има повече от един член на GREVIO от една и съща държава;
#  в те представляват основните правни системи;
#  г те представляват съответните участници и агенции в областта на насилието над
# жени и домашното насилие;
#  д те заседават в свое лично качество и са независими и безпристрастни при
# упражняването на своите функции, като трябва да бъдат на разположение, за да
# изпълняват ефективно задълженията си;
#  5 Процедурата по избора на членовете на GREVIO се определя от Комитета на
# министрите на Съвета на Европа след консултация със страните по Конвенцията и
# получаване на тяхното единодушно съгласие, в срок от шест месеца след влизането в
# сила на настоящата Конвенция.
# 25
#  6 GREVIO приема свой процедурен правилник.
#  7 Членовете на GREVIO и други членове на делегации, извършващи посещения в
# страните, както е определено в член 68, параграфи 9 и 14, се ползват от привилегиите
# и имунитетите, установени в приложението към настоящата Конвенция.
#  Член 67 - Комитет на страните
#  1 Комитетът на страните се състои от представителите на страните по Конвенцията.
#  2 Комитетът на страните се свиква от Генералния секретар на Съвета на Европа.
# Неговото първо заседание се провежда в рамките на една година след влизането в сила
# на настоящата Конвенция, с цел избиране на членовете на GREVIO. Комитетът
# заседава впоследствие по искане на най-малко една трета от страните, на председателя
# на Комитета на страните или на Генералния секретар.
#  3 Комитетът на страните приема свой процедурен правилник.
#  Член 68 —Процедура
#  1 Страните представят пред Генералния секретар на Съвета на Европа доклад за
# законодателни и други мерки, въвеждащи в сила разпоредбите на настоящата
# Конвенция, съставен на основата на изготвен от GREVIO въпросник, който да бъде
# разгледан от GREVIO.
#  2 GREVIO разглежда представения в съответствие с параграф 1 доклад заедно с
# представителите на съответната страна.
#  3 По-нататъшната процедура за оценка се подразделя на кръгове, чиято
# продължителност се определя от GREVIO. В началото на всеки кръг GREVIO определя
# конкретните разпоредби, на които ще се основава процедурата за оценка, и изпраща
# въпросник.
#  4 GREVIO определя подходящите средства за провеждане на тази процедура по
# мониторинг. Тя може по-специално да приеме въпросник за всеки кръг на оценяване,
# който да служи като основа за процедурата на оценка на изпълнението от страните.
# Този въпросник се изпраща до всички страни. Страните отговарят на въпросника,
# както и на всяко друго искане за информация от GREVIO.
#  5 GREVIO може да получава информация за изпълнението на Конвенцията от
# неправителствени организации и от гражданското общество, както и от национални
# институции за защита на правата на човека.
#  6 GREVIO надлежно взема под внимание наличната информация, предоставена от
# други регионални и международни инструменти и органи в области, попадащи в
# обхвата на настоящата Конвенция.
#  7 При приемането на въпросник за всеки кръг на оценяване GREVIO надлежно взема
# под внимание съществуващото събиране и изследване на информация в страните,
# както е посочено в член 11 от настоящата Конвенция.
# 26
#  8 GREVIO може да получава информация за изпълнението на Конвенцията от
# Комисаря на Съвета на Европа по правата на човека, Парламентарната асамблея и
# съответните специализирани органи на Съвета на Европа, както и от органи,
# създадени в съответствие с други международни инструменти. Подадените до тези
# органи жалби и резултатите от тях се предоставят на GREVIO.
#  9 GREVIO може допълнително да организира, в сътрудничество с националните органи
# и със съдействието на независими национални експерти, посещения в страните, ако
# събраната информация е недостатъчна или в предвидените в параграф 14 случаи. По
# време на тези посещения GREVIO може да получава съдействие от специалисти в
# конкретни области.
#  10 GREVIO изготвя проектодоклад, съдържащ нейните анализи във връзка с
# изпълнението на разпоредбите, на които е основано оценяването, както и препоръки и
# предложения във връзка с начина, по който съответната страна би могла да третира
# откритите проблеми. Проектодокладът се предава за коментари на страната, която е
# оценявана. Нейните коментари се вземат под внимание от GREVIO при приемането на
# доклада.
#  11 На основата на цялата получена информация и коментарите на страните GREVIO
# приема своя доклад и заключения относно мерките, предприети от съответната страна
# за изпълнение на разпоредбите на настоящата Конвенция. Този доклад и
# заключенията се изпращат до съответната страна и до Комитета на страните. Докладът
# и заключенията на GREVIO се публикуват още след приемането им, придружени с
# евентуални коментари на съответната страна.
#  12 Без да се засяга процедурата в параграфи 1—8, Комитетът на страните може да
# приеме, на основата на доклада и заключенията на GREVIO, препоръки до тази страна:
# а) относно мерките, които трябва да се предприемат за изпълнение на заключенията
# на GREVIO, като при необходимост се определя дата за предаване на информация за
# тяхното изпълнение, и б) насочени към насърчаване на сътрудничеството с тази страна
# за доброто изпълнение на настоящата Конвенция.
#  13 Ако GREVIO получи достоверна информация, свидетелстваща за ситуация, в която
# проблемите изискват незабавно внимание за предотвратяване или ограничаване на
# мащаба или броя на сериозните нарушения на Конвенцията, тя може да поиска
# неотложно представяне на специален доклад относно предприетите мерки за
# предотвратяване на сериозна, масова или повтаряща се форма на насилие над жени.
#  14 Като взема под внимание представената от съответната страна информация, както и
# всякаква друга достоверна информация, с която разполага, GREVIO може да възложи
# на един или няколко от своите членове да проведат разследване и да докладват спешно
# на GREVIO. При необходимост и със съгласието на съответната страна разследването
# може да включва посещение на нейна територия.
#  15 След разглеждане на резултатите от посоченото в параграф 14 разследване GREVIO
# предава тези резултати на съответната страна и ако е уместно, на Комитета на
# страните и на Комитета на министрите на Съвета на Европа, заедно с коментари и
# препоръки.
# 27
#  Член 69 — Общи препоръки
#  GREVIO може да приема при необходимост общи препоръки за изпълнението на
# настоящата Конвенция.
#  Член 70 — Участие на парламентите в мониторинга
#  1 Националните парламенти се приканват да участват в мониторинга на предприетите
# мерки за изпълнение на настоящата Конвенция.
#  2 Страните предават докладите на GREVIO в националните си парламенти.
#  3 Парламентарната асамблея на Съвета на Европа се приканва да извършва редовни
# прегледи на изпълнението на настоящата Конвенция.
# Глава X — Връзка с други международни инструменти
#  Член 71 — Връзка с други международни инструменти
#  1 Настоящата Конвенция не засяга задълженията, произтичащи от други
# международни инструменти, по които страните по настоящата Конвенция са или ще
# станат страни, и които съдържат разпоредби по въпроси, уредени от настоящата
# Конвенция.
#  2 Страните по настоящата Конвенция могат да сключват двустранни или многостранни
# споразумения помежду си по въпросите, застъпени в настоящата Конвенция, с цел
# допълване или укрепване на нейните разпоредби, или улесняване на прилагането на
# залегналите в нея принципи.
# Глава XI — Изменения на Конвенцията
#  Член 72 — Изменения
#  1 Всяко предложение за изменение на настоящата Конвенция, представено от страна по
# нея, се предава на Генералния секретар на Съвета на Европа и се препраща от него до
# държавите-членки на Съвета на Европа, всяка подписала я страна, всяка страна,
# Европейския съюз, всяка държава, поканена да подпише настоящата Конвенция в
# съответствие с разпоредбите на член 75, и всяка държава, поканена да се присъедини
# към настоящата Конвенция в съответствие с разпоредбите на член 76.
#  2 Комитетът на министрите на Съвета на Европа разглежда предложеното изменение и
# след консултации с държавите-нечленки на Съвета на Европа, които са страни по
# настоящата Конвенция, може да приеме изменението с предвиденото в член 20, буква
# г) от Статута на Съвета на Европа мнозинство.
#  3 Текстът на всяко изменение, прието от Комитета на министрите в съответствие с
# параграф 2, се изпраща на страните за приемане.
#  4 Всяко изменение, прието в съответствие с параграф 2, влиза в сила на първия ден от
# месеца, следващ изтичането на едномесечен срок след датата, на която всички страни
# са информирали Генералния секретар, че са го приели.
# 28
# Глава XII — Заключителни разпоредби
#  Член 73 — Правни последици от настоящата Конвенция
#  Разпоредбите на настоящата Конвенция не засягат разпоредбите на вътрешното
# законодателство и правно обвързващите международни инструменти, които вече са в
# сила или могат да влязат в сила, и съгласно които на лицата са предоставени или биха
# били предоставени по-благоприятни права при предотвратяване и борба с насилието
# над жени и домашното насилие.
#  Член 74 — Уреждане на спорове
#  1 Страните по всеки евентуален спор относно прилагането или тълкуването на
# разпоредбите на настоящата Конвенция трябва първо да се стремят да го разрешат
# чрез преговори, помирение, арбитраж или всеки друг метод за мирно уреждане,
# приет по взаимно съгласие между тях.
#  2 Комитетът на министрите на Съвета на Европа може да въведе процедури за
# уреждане, които да могат да се използват от страните по спор, ако те се споразумеят за
# това.
#  Член 75 — Подписване и влизане в сила
#  1 Настоящата Конвенция е открита за подписване от държавите-членки на Съвета на
# Европа, от държавите, които не са негови членки, но са участвали в изработването ѝ,
# както и от Европейския съюз.
#  2 Настоящата конвенция подлежи на ратификация, приемане или утвърждаване.
# Документите за ратификация, приемане или утвърждаване се депозират при
# Генералния секретар на Съвета на Европа.
#  3 Настоящата Конвенция влиза в сила на първия ден от месеца, следващ изтичането на
# период от три месеца след датата, на която 10 подписали държави, включително наймалко осем държави-членки на Съвета на Европа, са изразили съгласието си да бъдат
# обвързани с Конвенцията в съответствие с разпоредбите на параграф 2.
#  4 По отношение на всяка посочена в параграф 1 държава или на Европейския съюз,
# които впоследствие изразят съгласието си да бъдат обвързани с нея, Конвенцията
# влиза в сила на първия ден от месеца, следващ изтичането на период от три месеца
# след датата на депозиране на документа за ратификация, приемане или утвърждаване.
#  Член 76 — Присъединяване към Конвенцията
#  1 След влизането в сила на настоящата Конвенция Комитетът на министрите на Съвета
# на Европа може, след консултация със страните по Конвенцията и получаване на
# тяхното единодушно съгласие, да покани всяка държава, която не е членка на Съвета
# на Европа и не е участвала в изработването на Конвенцията, да се присъедини към
# настоящата Конвенция, с решение, взето с мнозинството, предвидено в член 20, буква
# г) от Статута на Съвета на Европа, и с единодушие на представителите на страните,
# които имат право да участват в Комитета на министрите.
# 29
#  2 По отношение на всяка присъединяваща се държава Конвенцията влиза в сила на
# първия ден от месеца, следващ изтичането на период от три месеца след датата на
# депозиране на документа за присъединяване при Генералния секретар на Съвета на
# Европа.
#  Член 77 — Териториално приложение
#  1 Всяка държава или Европейският съюз могат към момента на подписване или при
# депозиране на документа за ратификация, приемане, утвърждаване или
# присъединяване да посочат територията или териториите, за които се прилага
# настоящата Конвенция.
#  2 Всяка страна може впоследствие по всяко време чрез декларация, адресирана до
# Генералния секретар на Съвета на Европа, да разшири прилагането на настоящата
# Конвенция до всяка друга територия, посочена в декларацията и за чиито
# международни отношения тя отговаря, или от чието име е упълномощена да поема
# задължения. По отношение на такава територия Конвенцията влиза в сила на първия
# ден от месеца, следващ изтичането на период от три месеца след датата на получаване
# на декларацията от Генералния секретар.
#  3 Всяка декларация, подадена съгласно предходните две алинеи, може да бъде оттеглена
# по отношение на всяка посочена в нея територия чрез уведомление, адресирано до
# Генералния секретар на Съвета на Европа. Оттеглянето влиза в сила на първия ден от
# месеца, следващ изтичането на период от три месеца след датата на получаване на
# уведомлението от Генералния секретар.
#  Член 78 — Резерви
#  1 Не се допускат резерви по отношение на никоя от разпоредбите на настоящата
# Конвенция, с изключение на резервите, посочени в параграфи 2 и 3.
#  2 Всяка държава или Европейският съюз могат при подписване или при депозиране на
# своя документ за ратификация, приемане, утвърждаване или присъединяване чрез
# декларация, адресирана до Генералния секретар на Съвета на Европа, да си запазят
# правото да не прилагат или да прилагат само при специални случаи или условия
# разпоредбите, посочени в:
#  – Член 30, параграф 2;
#  – Член 44, параграфи 1 д), 3 и 4;
#  – Член 55, параграф 1, по отношение на член 35 във връзка с незначителни
# престъпления;
#  – Член 58, по отношение на членове 37, 38 и 39;
#  – Член 59.
#  3 Всяка държава или Европейският съюз могат при подписване или при депозиране на
# своя документ за ратификация, приемане, утвърждаване или присъединяване чрез
# декларация, адресирана до Генералния секретар на Съвета на Европа, да си запазят
# 30
# правото да предвидят ненаказателни вместо наказателни санкции за посочените в
# членове 33 и 34 поведения.
#  4 Всяка страна може да оттегли изцяло или частично резерва чрез декларация,
# адресирана до Генералния секретар на Съвета на Европа. Тази декларация влиза в
# сила от датата на получаването ѝ от Генералния секретар.
#  Член 79 — Валидност и преглед на резервите
#  1 Посочените в член 78, параграфи 2 и 3 резерви са валидни за срок от пет години от
# деня на влизане в сила на настоящата Конвенция по отношение на съответната страна.
# Тези резерви обаче могат да бъдат подновявани за периоди със същата
# продължителност.
#  2 Осемнадесет месеца преди датата на изтичане на резервата Генералният секретариат
# на Съвета на Европа уведомява съответната страна за това изтичане. Не по-късно от
# три месеца преди изтичането страната уведомява Генералния секретар за намерението
# си да запази, измени или оттегли резервата си. При липса на уведомление от
# съответната страна Генералният секретариат съобщава на страната, че нейната резерва
# се приема за автоматично удължена за срок от шест месеца. Ако съответната страна не
# изпрати уведомление за намерението си да запази или измени своята резерва преди
# изтичането на този срок, резервата отпада.
#  3 Ако страна направи резерва в съответствие с член 78, параграфи 2 и 3, то преди
# подновяването ѝ или при поискване тя трябва да предостави на GREVIO обяснение на
# основанията за нейното запазване.
#  Член 80 — Денонсиране
#  1 Всяка страна може по всяко време да денонсира настоящата Конвенция чрез
# уведомление, адресирано до Генералния секретар на Съвета на Европа.
#  2 Такова денонсиране влиза в сила на първия ден от месеца, следващ изтичането на
# период от три месеца след датата на получаване на уведомлението от Генералния
# секретар.
#  Член 81 — Уведомяване
#  Генералният секретар на Съвета на Европа уведомява държавите-членки на Съвета на
# Европа, държавите-нечленки, които са участвали в изготвянето на Конвенцията, всяка
# подписала държава, всяка страна, Европейския съюз и всяка държава, поканена да се
# присъедини към настоящата Конвенция, за:
#  а всяко подписване;
#  б всяко депозиране на документ за ратификация, приемане, утвърждаване или
# присъединяване;
#  в всяка дата на влизане в сила на настоящата Конвенция в съответствие с членове 75
# и 76;
# 31
#  г всяко изменение, прието в съответствие с член 72, и датата, на която това
# изменение влиза в сила;
#  д всяка резерва и оттегляне на резерва, направени в съответствие с член 78;
#  е всяко денонсиране, извършено в изпълнение на разпоредбите на член 80;
#  ж всеки друг акт, уведомление или съобщение, свързани с настоящата Конвенция.
#  В уверение на което долуподписаните, надлежно упълномощени за това, подписаха
# настоящата Конвенция.
#  Съставено в Истанбул на 11-я ден от месец май 2011 година на английски и френски
# език, като и двата текста са еднакво автентични, в един екземпляр, който ще бъде
# депозиран в архивите на Съвета на Европа. Генералният секретар на Съвета на Европа
# изпраща заверени копия до всяка държава-членка на Съвета на Европа, до държавитенечленки, които са участвали в изготвянето на настоящата Конвенция, до Европейския
# съюз и до всяка държава, поканена да се присъедини към настоящата Конвенция.
# Приложение — Привилегии и имунитети (Член 66)
#  1 Настоящото приложение се прилага за членовете на GREVIO, посочени в член 66 от
# Конвенцията, както и за други членове на делегации за посещения в страните. За
# целите на настоящото приложение изразът „други членове на делегации за
# посещения в страните“ включва независимите национални експерти и специалистите,
# посочени в член 68, параграф 9 от Конвенцията, членове на персонала на Съвета на
# Европа и устни преводачи, работещи за Съвета на Европа и придружаващи GREVIO
# по време на посещенията в страните.
#  2 Членовете на GREVIO и другите членове на делегации, извършващи посещения в
# страните, се ползват от следните привилегии и имунитети по време на изпълнение на
# функциите си във връзка с подготовката и провеждането на посещенията в страните,
# при последващите действия и по време на пътуването във връзка с тези функции:
#  а имунитет от личен арест или задържане под стража и от конфискуване на личния
# им багаж, и имунитет от всякакъв вид правни действия във връзка с техни устни
# или писмени изказвания и всякакви действия, извършени от тях в служебно
# качество;
#  б освобождаване от всякакви ограничения на свободното им движение при
# излизане от и влизане в страната им на местопребиваване, както и влизане в и
# излизане от страната, в която изпълняват функциите си, и от регистрация като
# чужденци в страната, която посещават или през която преминават при
# изпълнение на функциите си.
#  3 По време на пътуванията, предприети при изпълнение на функциите им, членовете
# на GREVIO и другите членове на делегации, извършващи посещения в страните,
# получават същите улеснения по отношение на митническия и валутния контрол като
# представителите на чуждестранни правителства на временна официална мисия.
# 32
#  4 Документите във връзка с оценката на изпълнението на Конвенцията, осъществявана
# от членовете на GREVIO и другите членове на делегации, извършващи посещения в
# страните, са неприкосновени, доколкото засягат дейността на GREVIO. Не се допуска
# спиране или цензуриране на официалната кореспонденция на GREVIO или на
# официалните съобщения на членовете на GREVIO и другите членове на делегации,
# извършващи посещения в страните.
#  5 За да се осигури на членовете на GREVIO и на другите членове на делегации,
# извършващи посещения в страните, пълна свобода на словото и пълна независимост
# при изпълнението на задачите им, имунитетът от правни действия във връзка с техни
# устни или писмени изказвания и с всички техни действия в изпълнение на задачите им
# трябва да продължи да бъде предоставян дори и след приключването на мандата им
# за изпълнение на тези задачи.
# 6 Привилегиите и имунитетите се предоставят на лицата, посочени в параграф 1 от
# настоящото приложение, за защита на независимото изпълнение на функциите им в
# интересите на GREVIO, а не за тяхно лично облагодетелстване. Отнемането на
# имунитетите на посочените в параграф 1 от настоящото приложение лица се извършва
# от Генералния секретар на Съвета на Европа във всички случаи, когато по негово
# мнение имунитетът би възпрепятствал хода на правосъдието и когато той може да бъде
# оттеглен, без да се засегнат интересите на GREVIO.
# '''
#
# '''
# жени = 113
# жена = 7
# жената = 1
# жените = 37
# момиче = 5
# момичета = 4
# момче = 1
# момчета
# мъже = 7
# мъж = 17
# мъжът = 1
# мъжете = 17
# насилието над мъже = 0
# насилието над жени = 17
# насилие над мъже = 0
# насилие над жени = 10
# '''
# text_1 = text_1.lower()
# word = 'насилие над жени'
# print(text_1.count(word))
#
#
import webbrowser
url = 'https://www.facebook.com/'
webbrowser.get('chrome').open_new_tab(url)